9/data/attachments/57a8ba38a3803331.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_55dab93f-d953-4d3c-b263-393af3026043</nif:username>
            <nif:friendToBeAdded>Alexandra_maintain_Actions_43794_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>